#Binary Tree Pre-order Traversal:
#电信诈骗，跨境赌博，地下钱庄，黑社会， -> 人工分析判断， 嫌疑客户/ 交易 -> 为公安机关提供参考
#每一个场景 定制化开发: 商户-> 不同模块/行业 -> 易购商户,拼购平台商户
#精细化场景区分 -> 精细化场景区分
#缺乏尽职调查工具，无法获取下游数据 -> 与犯罪进行区分 -> 案件转化率 ->
#行业内脱敏案例 -> 尽职调查工具 -> 金科Q2上线
#指标推送 -> 案例与 -> 分析工具 ->
#交易特征 -> 分类场景
#地下钱庄 -> 手机号码关联 -> 汇兑广告宣传，QQ头像，社交软件主页 进行介绍 -> 模型现阶段无法解决 -> 舆情分析相关
#微信介绍 -> qq头像 -> 代结资金 -> 地下钱庄
#调查人员能力， 工具 -> 模型缩小范围 -> 舆情分析 -> 图谱相关 无监督学习 ------> 异常检测
#跑分 -> 报道 -> 生态圈内数据 -> 资金流向特定研究报告
#利用话费充值与赌博洗钱充值进行分析 -> 赌博资金 -> 业务模式介绍 ->
#
#
#
#
#
#
#
#